{
  "pagedata": [
    {
      "slug": "custom-web-development",
      "id": "custom-web-development",
      "enterprise": {
        "heading": "Build Website For Small Business/Enterprise",
        "texts": [
          "In the digitized world, your customers expect a flawless website of your company to rely on before making any purchases. Nowadays, people prefer online shopping so customers should find your website more easily as compared to your competitors’ websites. And when customers visit your website, they should get a good impression of your business. To have a good impression, you need to have a good website that represents your business goals and provides your visitors the content/services they expect. Being the top <Link to='/custom-web-development' className='text-blue-500 hover:text-blue-600'>custom web development company</Link>, we would love to provide your corporations’ website design and customize it according to your needs.",
          "'The Custom Websites' is a web design agency dedicated to helping businesses grow online. Our<Link to='/custom-web-development' className='text-blue-500 hover:text-blue-600'> custom web development services</Link> include building websites for small businesses, developing games, e-commerce stores, and more. We create custom websites and applications that run smoothly on all networks and interfaces.",
          "We strongly believe that the success of our company is dependent on the success of our clients. We provide <Link to='/uiux-design' className='text-blue-500 hover:text-blue-600'> responsive custom web designs </Link>that can help you grow your business in the marketplace without facing the fear of losing your customers. Share your business ideas with us today and we will help you establish your online business by building a visually appealing, responsive website at affordable prices."
        ]
      },
      "portfolio": [
        {
          "heading": "JM TRANSFERS",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/rcfaxcg4nfvua4avtyam-768x614.png"
        },
        {
          "heading": "LUGUP SERVICES",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/rfekuwc4sdj0yvywmkwh-768x614.png"
        },
        {
          "heading": "PLATEPULSE",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/y1n3v440sg2spguifzg3-768x614.png"
        },
        {
          "heading": "CHEAP COSMETICS BOX",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/mjckg8dstbtffpqug6iq-768x614.png"
        },
        {
          "heading": "CARE BUILDERS",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/vemjbeolzdi9ppikptlj-768x614.png"
        },
        {
          "heading": "THOUGHTFUL BOXFUL",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/q9pirhbq9lzr5og0cagt-1-768x614.png"
        },
        {
          "heading": "NEW METRO CITY",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/gif81cwhmkeulqwuxxnx-768x614.png"
        },
        {
          "heading": "PLUTO GAMES",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/irebatobtefwut2qxnxd-768x614.png"
        },
        {
          "heading": "MANIFY SOLUTIONS",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/qd3o0d2maxckwa9p6ueh-768x614.png"
        },
        {
          "heading": "YTBPALS",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/lrmtfkpnylcrw3hekssn-768x614.png"
        },
        {
          "heading": "POI PHOTO",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/qkjklqp7r0y2skt9lucd-768x614.png"
        },
        {
          "heading": "NIAGARA NEURO FEEDBACK",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/cxwrirqepqbonuzzbewg-768x614.png"
        },
        {
          "heading": "RAISED REAL",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/dxdg2tyqo6jqxst5pvlo-768x614.png"
        },
        {
          "heading": "VITA NOVA MEDICAL SPA",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/sptgc0s3cr6gqd0otqnq-768x614.png"
        },
        {
          "heading": "GOMMAGOMMA",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/avw272yg2iqtne4joviq-768x614.png"
        },
        {
          "heading": "SEIVA",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/eofdwpnl6msphb9bamtm-768x614.png"
        },
        {
          "heading": "THECBDBOXES",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/tgk3yroewzvqkejuspbq-768x614.png"
        },
        {
          "heading": "TURVY",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/x1axcbjfn04u6ptdp60f-768x614.png"
        },
        {
          "heading": "BALEEK FABRICKS",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/vim0wmopgbafgoxfflas-768x614.png"
        },
        {
          "heading": "LIVING STONE",
          "image": "https://thecustomwebsites.com/wp-content/uploads/2023/05/xp6mm0eifpu6mmc8orje-768x614.png"
        }
      ],
     "accordions": [
  {
    "heading": "Build Website For Small Business/Enterprise",
    "text": "We strongly believe that the success of our company is dependent on the success of our clients. We provide <Link to='/uiux-design' className='text-blue-500 hover:text-blue-600'> responsive custom web designs </Link> that can help you grow your business in the marketplace without facing the fear of losing your customers. Share your business ideas with us today and we will help you establish your online business by building a visually appealing, responsive website at affordable prices."
  },
  {
    "heading": "E-commerce Solutions for Your Business",
    "text": "Explore our e-commerce solutions designed to boost your online sales. We create seamless and secure shopping experiences that drive customer engagement. From user-friendly interfaces to secure payment gateways, we've got your e-commerce needs covered."
  },
  {
    "heading": "Mobile App Development Services",
    "text": "Take your business to the next level with our custom mobile app development services. Whether you need an iOS, Android, or cross-platform app, we have the expertise to turn your ideas into a functional and user-friendly mobile application."
  },
  {
    "heading": "SEO Strategies for Improved Visibility",
    "text": "Enhance your online presence with our effective SEO strategies. We analyze your website, identify keywords, and implement on-page and off-page optimization techniques to improve your search engine rankings. Increase visibility and attract more organic traffic to your site."
  },
  {
    "heading": "Social Media Marketing Campaigns",
    "text": "Connect with your audience on social media platforms through our targeted marketing campaigns. From creating engaging content to managing ad campaigns, we help you build a strong social media presence and drive user engagement for your brand."
  },
  {
    "heading": "Custom Software Development",
    "text": "Streamline your business processes with our custom software development services. We design and build tailored software solutions that align with your specific requirements. Improve efficiency, reduce costs, and stay ahead in the competitive market."
  },
  {
    "heading": "Web Hosting and Domain Registration",
    "text": "Secure reliable web hosting and domain registration services with us. We ensure high-performance hosting and help you choose the perfect domain name for your business. Enjoy seamless online presence with our hosting solutions."
  },
  {
    "heading": "UI/UX Design for Intuitive Interfaces",
    "text": "Transform user experiences with our UI/UX design services. We create visually appealing and intuitive interfaces that enhance user engagement. From wireframes to prototypes, our design experts bring your ideas to life with creativity and functionality."
  },
  {
    "heading": "Content Marketing Strategies",
    "text": "Drive brand awareness and customer engagement through our content marketing strategies. Our team crafts compelling and relevant content that resonates with your target audience. Build trust, establish authority, and drive conversions with effective content marketing."
  },
  {
    "heading": "Cybersecurity Solutions for Business",
    "text": "Protect your business from cyber threats with our robust cybersecurity solutions. We assess vulnerabilities, implement security measures, and provide ongoing monitoring to safeguard your digital assets. Ensure the confidentiality and integrity of your data with our cybersecurity expertise."
  }
]

    }
  ]
}
